Revit 2027 API
ParameterTypeId.RebarSystemNumberOfLinesBottomDir2Generic Property
 "Bottom/Interior Minor Number Of Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemNumberOfLinesBottomDir2Generic { get; }
Public Shared ReadOnly Property RebarSystemNumberOfLinesBottomDir2Generic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemNumberOfLinesBottomDir2Generic {
	ForgeTypeId^ get ();
}
static member RebarSystemNumberOfLinesBottomDir2Generic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace